"ADD_EVENT_PROMPT" = "Set the details for this event.";
"ADD_EVENT" = "Add Event";
"EDIT_EVENT" = "Edit";
"CANCEL" = "Cancel";

"DELETE" = "Delete";
"DELETE_ONE" = "Delete This Event Only";
"DELETE_FUTURE" = "Delete All Future Events";
"DELETE_RECURRING_ALERT_TITLE" = "This is a repeating event.";
"DELETE_EVENT" = "Delete Event";

"DETACH_ONE" = "Save for this event only";
"DETACH_FUTURE" = "Save for future events";
"DETACH_ALL" = "Save for all events";
"DETACH_ALERT_TITLE" = "This is a repeating event.";

"CANCEL_DIRTY_ALERT_TITLE" = "This event has been edited.";
"CANCEL_DIRTY_CANCEL" = "Cancel Edit";
"CANCEL_DIRTY_REVIEW" = "Review Edit";

"INVALID_ATTENDEE_ADDRESS_ALERT_TITLE" = "Cannot Send Invitation";
"INVALID_ATTENDEE_ADDRESS_ALERT_BODY_FORMAT" = "\"%@\" does not appear to be a valid email address.";
"OK" = "OK";

"TITLE_PLACEHOLDER" = "Title";
"LOCATION_PLACEHOLDER" = "Location";
"TITLE_DETAIL_NAV_TITLE" = "Title & Location";
"DEFAULT_EVENT_TITLE" = "New Event";
"ADD_TO_CALENDAR" = "Add To Calendar";

"STARTS" = "Starts";
"ENDS" = "Ends";
"DATE_DETAIL_NAV_TITLE" = "Start & End";
"ALL_DAY_SWITCH_TITLE" = "All-day";
"TIME_ZONE" = "Time Zone";
"FLOATING" = "Floating";

"REPEAT" = "Repeat";
"NEVER_DETAIL" = "None";
"DAILY_DETAIL" = "Every Day";
"WEEKLY_DETAIL" = "Every Week";
"BIWEEKLY_DETAIL" = "Every 2 Weeks";
"MONTHLY_DETAIL" = "Every Month";
"YEARLY_DETAIL" = "Every Year";
/* Used as a title for both repeating events and repeating reminders */
"RECURRENCE_DETAIL_NAV_TITLE" = "Repeat";
"END_REPEAT" = "End Repeat";
"END_REPEAT_NAV_TITLE" = "End Repeat";
"TIME_ZONE_CHOOSER_PROMPT" = "Type a city name.";

"REPEAT_FOREVER" = "Repeat Forever";

"ADD_INVITEES_NAV_TITLE" = "Add Invitees";
"ADD_INVITEES_PROMPT" = "Add invitees to this Event.";

/* used as alert title for save errors */
"CANNOT_SAVE_EVENT" = "Cannot Save Event";
"ALERT_TIME" = "Alert Time";
"CANNOT_REPEAT_EVENT" = "Cannot Repeat Event";

"CALENDAR_DISAMBIGUATION_FORMAT" = "%@ (%@)";

